Revit 2027 API
BuiltInFailures.GroupFailures.AllElementsRemovedFromGroup Property
 Group "[Type Name]" is now empty and will be deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AllElementsRemovedFromGroup { get; }
Public Shared ReadOnly Property AllElementsRemovedFromGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AllElementsRemovedFromGroup {
	FailureDefinitionId^ get ();
}
static member AllElementsRemovedFromGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace